{
  "LuaSnip": {
    "branch": "master"
  },
  "NvChad": {
    "branch": "v2.5"
  },
  "avante.nvim": {
    "branch": "main"
  },
  "base46": {
    "branch": "v2.5"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-calc": {
    "branch": "main"
  },
  "cmp-copilot": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "codeium.vim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gopher.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "img-clip.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "menu": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "mini.pick": {
    "branch": "main"
  },
  "minty": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "ui": {
    "branch": "v3.0"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "volt": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "windsurf.nvim": {
    "branch": "main"
  }
}
